Repository: mlysiasnathan/carstracking
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Home
fr: Acceuil

source: History
fr: Historique

source: Cards
fr: Cartes

source: News
fr: Info

# titleNews
source: NEWS
fr: INFORMATIONS

# titleCards
source: CARDS
fr: CARTES

# titleHistory
source: TRANSACTIONS STATEMENT
fr: ÉTAT DES TRANSACTIONS

# titleSettings
source: SETTINGS
fr: PARAMÈTRES

source: Edit Profile
fr: Modifier le Profile

source: Settings
fr: Paramètres

source: Terms and Conditions
fr: Termes et Conditions

source: About Us
fr: À Propos de nous

source: LOG OUT
fr: SE DÉCONNECTER

source: My Wallet
fr: Portefeuil

source: My QR code
fr: Code QR

source: Quick Options
fr: Options Rapides

source: Are you sure ?
fr: Êtes vous sure ?

source: Current Balance
fr: Balance Actuelle

source: Received
fr: Reçues

source: Sent
fr: Envoyés

# noTrans
source: No Transaction done yet
fr: Pas de Transaction éffectée

# yourLevel
source: Your actual card !
fr: Votre carte actuelle !

# changeCard
source: Use this one
fr: Utilise celle-la

# welcomeUser
source: Welcome {username}
fr: Bienvenue {username}

# yourUpdateBelow
source: Your latest updates are below
fr: Vos dernieres mise a jours sont en bas

source: Quick Services
fr: Services Rapides

source: Deposit
fr: Depot

source: Transfer
fr: Transfert

source: Withdraw
fr: Retrait

# last10Trx
source: Last 10 Transactions sent
fr: Dernieres 10 Transactions Envoyés

source: WITHDRAW MONEY
fr: RETRAIT DE L'ARGENT

# putYourMoneyInWalletis
source: Put your money in walletis account using your operator mobile money
fr: Met ton argent dans ton compte walletis en utilisant les operateurs mobiles

# withdrawYourWalletis
source: Withdraw your walletis money to any phone number
fr: Retire ton argent dans Walletis via n'importe quel numero de telephone

# addProof
source: Tap to add a proof of your deposit
fr: Toucher pour ajouter une preuve de votre depot

# useGallery
source: or Use Gallery
fr: ou Utilise la Gallerie

source: Update Deposit
fr: Actualiser le Depot

source: Update Withdraw
fr: Actualiser le Retrait

# makeDeposit
source: Make a Deposit
fr: Faites un Depot

# makeWithdraw
source: Make a Withdraw
fr: Faites un Retrait

source: Transfer Money
fr: Transfert D'argent

# sendMoneyToAnother
source: Send money to another walletis user
fr: Envoie l'argent a d'autres utilisateurs de Walletis

source: Paste
fr: Coller

source: Use Keyboard
fr: Utilise le clavier

source: User QR code
fr: Utilise QR code

# placeQrCode
source: Place the QR code in the area
fr: Placer le QR code dans la zone indiquee

# scanningWill
source: Scanning will be started automatically
fr: Le scan commencera automatiquement

source: Send
fr: Envoie

source: FOREX EXCHANGE
fr: FOREX DE CHANGES

source: Rate
fr: Taux du jour

source: Expected result
fr: Result Attendu

source: Expected new balance
fr: Nouvelle balance Attendue

source: Confirm
fr: Confirmer
